
//Массив с вопросами
const questions = [
  {
    question: "А когда с человеком может произойти дрожемент?",
    answer: "Когда он боится, пугается",
    clarification: "Лексема «дрожемент» имплицирует состояние крайнего напряжения и страха: «У меня всегда дрожемент в ногах, когда копы подходят».",
    options: [
    "Когда он влюбляется",
    "Когда он идет шопиться",
    "Когда он слышит смешную шутку",
    "Когда он боится, пугается"
    ]
  },
  {
    question: "Говорят, Антон заовнил всех. Это еще как понимать?",
    answer: "Молодец, Антон, всех победил!",
    clarification: "Термин «заовнить» заимствован из английского языка, он происходит от слова own и переводится как «победить», «завладеть», «получить».",
    options: [
    "Как так, заовнил? Ну и хамло. Кто с ним теперь дружить-то будет?",
    "Антон очень надоедливый и въедливый человек, всех задолбал",
    "Молодец, Антон, всех победил!",
    "Нет ничего плохого в том, что Антон тщательно выбирает себе друзей"
    ]
  },
  {
    question: "А фразу «заскамить мамонта» как понимать?",
    answer: "Развести недотепу на деньги",
    clarification: "Заскамить мамонта — значит обмануть или развести на деньги. Почему мамонта? Потому что мошенники часто выбирают в жертвы пожилых людей (древних, как мамонты), которых легко обвести вокруг пальца.",
    options: [
    "Разозлить кого-то из родителей",
    "Увлекаться археологией",
    "Развести недотепу на деньги",
    "Оскорбить пожилого человека"
    ]
  },
  {
    question: "Кто такие бефефе?",
    answer: "Лучшие друзья",
    clarification: "Бефефе — это лучшие друзья. Этакая аббревиатура от английского выражения best friends forever.",
    options: [
    "Вши?",
    "Милые котики, такие милые, что бефефе",
    "Лучшие друзья",
    "Люди, которые не держат слово"
    ]
  },
]

// export default questions;
