const questions = [
  {
    question: "А когда с человеком может произойти дрожемент?",
    answer: "Когда он боится, пугается",
    options: [
    "Когда он влюбляется",
    "Когда он идет шопиться",
    "Когда он слышит смешную шутку",
    "Когда он боится, пугается"
    ]
  },
  {
    question: "Говорят, Антон заовнил всех. Это еще как понимать?",
    answer: "Молодец, Антон, всех победил!",
    options: [
    "Как так, заовнил? Ну и хамло. Кто с ним теперь дружить-то будет?",
    "Антон очень надоедливый и въедливый человек, всех задолбал",
    "Молодец, Антон, всех победил!",
    "Нет ничего плохого в том, что Антон тщательно выбирает себе друзей"
    ]
  },
  {
    question: "А фразу «заскамить мамонта» как понимать?",
    answer: "Развести недотепу на деньги",
    options: [
    "Разозлить кого-то из родителей",
    "Увлекаться археологией",
    "Развести недотепу на деньги",
    "Оскорбить пожилого человека"
    ]
  },
  {
    question: "Кто такие бефефе?",
    answer: "Лучшие друзья",
    options: [
    "Вши?",
    "Милые котики, такие милые, что бефефе",
    "Лучшие друзья",
    "Люди, которые не держат слово"
    ]
  },
]